<!DOCTYPE html>
<html lang="cs">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>SPC UL 2025 – Kontakty a Otázky</title>
    <style>
        /* CSS STYLY PRO PŘEHLEDNÝ VZHLED */
        body {
            font-family: Arial, sans-serif;
            margin: 0;
            padding: 0;
            background-color: #f4f4f4;
            color: #333;
        }

        .header {
            background-color: #004a99;
            color: white;
            padding: 15px 30px;
            display: flex;
            justify-content: space-between;
            align-items: center;
            flex-wrap: wrap;
        }

        .logo {
            font-size: 1.5em;
            font-weight: bold;
        }

        .main-nav ul {
            list-style: none;
            padding: 0;
            margin: 0;
            display: flex;
            gap: 20px;
        }

        .main-nav a {
            color: white;
            text-decoration: none;
            font-weight: bold;
            padding: 5px 10px;
            transition: color 0.3s;
        }

        .main-nav a:hover {
            color: #a8d0ff;
        }

        /* HLAVNÍ KARTY OBSAHU */
        .content {
            padding: 30px;
            max-width: 1000px;
            margin: 20px auto;
            background-color: white;
            border-radius: 8px;
            box-shadow: 0 2px 4px rgba(0, 0, 0, 0.1);
        }

        .contact-info {
            margin-top: 20px;
            padding: 15px;
            background-color: #e9e9e9;
            border-left: 5px solid #004a99;
            white-space: pre-wrap;
        }
        
        .email-link strong {
            display: block;
            font-weight: normal;
            margin-top: 5px;
            font-style: italic;
        }

        /* STYLY PRO MOBILNÍ ZAŘÍZENÍ */
        @media (max-width: 768px) {
            .header {
                flex-direction: column;
                align-items: flex-start;
            }

            .main-nav {
                width: 100%;
                margin-top: 15px;
            }

            .main-nav ul {
                flex-direction: column;
                gap: 10px;
            }
            
            .main-nav a {
                display: block;
                padding: 8px 0;
                border-bottom: 1px solid #005bb5;
            }
            
            .content {
                padding: 15px;
            }
        }
        
        /* Nový styl pro odkaz zpět na seznam otázek */
        .back-to-top {
            display: block;
            margin-top: 10px;
            text-align: right;
            font-size: 0.9em;
        }
    </style>
</head>
<body>

    <div class="header">
        <div class="logo">spc.ul.2025@seznam.cz</div>
        <nav class="main-nav">
            <ul>
                <li><a href="https://github.com/bedjan/ucitel/blob/main/rozvrh.md" target="_blank">Rozvrh</a></li>
                <li><a href="https://stag.ujep.cz/" target="_blank">Stag</a></li>
                <li><a href="https://email.seznam.cz" target="_blank">Email</a></li>
                <li><a href="https://www.facebook.com/groups/2026049324832552" target="_blank">Facebook</a></li>
                <li><a href="https://www.dropbox.com/home" target="_blank">Dropbox</a></li>
                <li><a href="https://notebooklm.google.com" target="_blank">AI</a></li>
                <li><a href="https://www.pf.ujep.cz/cs/cat/centrum-celozivotniho-vzdelavani-kontakty" target="_blank">Kontakty</a></li>
                <li><a href="https://www.pf.ujep.cz/wp-content/uploads/2025/11/SPC-Speci%C3%A1ln%C4%9Bpedagogick%C3%A1-%C4%8Dinnost.pdf" target="_blank">Otázky</a></li>
                <li><a href="https://www.pf.ujep.cz/wp-content/uploads/2025/11/SPC-okruhy-temat_z%C3%A1v%C4%9Bre%C4%8Dn%C3%BDch-_praci.docx" target="_blank">Témata</a></li>
                <li><a href="https://www.pf.ujep.cz/cs/centrum-pedagogicke-praxe-pokyny-praxe-programu-ccv" target="_blank">Praxe</a></li>
                <li><a href="https://www.ujep.cz/cs/ujepapp" target="_blank">UJEPapka</a></li>
            </ul>
        </nav>
    </div>

    <div class="content">
        <h1><a href="https://www.pf.ujep.cz/cs/cat/centrum-celozivotniho-vzdelavani-kontakty" target="_blank">Důležité kontakty a studijní odkazy</a></h1>
        
        <h2>Kontakt na vedoucí CCV</h2>
        <h3 id="ing-lenka-h-ebejkov-">Ing. Lenka Hřebejková</h3>
        <div class="contact-info">
            vedoucí CCV
            -
            Pracoviště: Centrum celoživotního vzdělávání
            Telefon: +420 475 283 176
            E-mail: <a href="mailto:lenka.hrebejkova@ujep.cz">lenka.hrebejkova@ujep.cz</a>
        </div>

        <p id="otazky_okruh1">
            <h1><strong>1. OTÁZKY KE ZKOUŠCE ZE SPECIÁLNÍ PEDAGOGIKY:</strong></h1>
        </p>
        
        <ol>
            <li><a href="#otazka1_1">Vymezte speciální pedagogiku jako vědní obor, její předmět a cíl.</a></li>
            <li><a href="#otazka1_2">Popište současné trendy uplatňované ve speciální pedagogice, jak ovlivňují současné pojetí tohoto oboru? Jak se vyvíjel postoj společnosti vůči znevýhodněným spoluobčanům?</a></li>
            <li><a href="#otazka1_3">Jak je vnitřně speciální pedagogika členěna? Charakterizujte jednotlivé dílčí disciplíny speciální pedagogiky.</a></li>
            <li><a href="#otazka1_4">Vysvětlete podobněji klasifikaci handicapů podle doby jejich vzniku, Jak se liší faktory v prenatálním a v postnatálním období?</a></li>
            <li><a href="#otazka1_5">V čem spočívá poslání a význam speciálně pedagogické diagnostiky? Uveďte přehled nejpoužívanějších diagnostických metod. Mezi které metody byste zařadil analýzu písemného projevu?</a></li>
            <li><a href="#otazka1_6">Vysvětlete rozdíl mezi reedukací a kompenzací. Co je míněno pod pojmem ucelené (komprehenzivní) rehabilitace?</a></li>
            <li><a href="#otazka1_7">Jaké otázky materiální, technické, psychické a sociální jsou spojeny s integraci lidí s postižením?</a></li>
            <li><a href="#otazka1_8">Uveďte nejznámější speciální výchovné, vzdělávací a poradenské instituce. Charakterizujte vybranou instituci, její poslání, cíl, předmět, rozsah a typ poskytované služby, jaké užívá metody pro splnění svých cílů.</a></li>
            <li><a href="#otazka1_9">Vysvětlete vznik a formy dětské mozkové obrny. Jaké jsou možnosti a specifika práce s takto handicapovanými osobami ?</a></li>
            <li><a href="#otazka1_10">Vysvětlete příčiny vzniku epilepsie. Popište její projevy. Jaké jsou zásady a specifika práce s takto handicapovanými osobami ?</a></li>
            <li><a href="#otazka1_11">Definujte poruchy školních dovedností (specifické poruchy učení). Jaké jsou příčiny výše uvedených poruch? Jaké jsou symptomy lehké mozkové dysfunkce?</a></li>
            <li><a href="#otazka1_12">Vyjmenujte nejčastější druhy SPU. Charakterizujte jednu z nich. Jaké jsou stávající formy péče o žáky s poruchami učení?</a></li>
            <li><a href="#otazka1_13">Sociokulturní handicap a škola. Výchova a vzdělávání minorit, etnik, Adaptace imigrantů, jaké jsou hlavní psychosociální problémy v rámci školy?</a></li>
        </ol>

        <p id="otazky_okruh2">
            <h1><strong>2. OTÁZKY KE ZKOUŠCE Z PSYCHOPEDIE A ETOPEDIE:</strong></h1>
        </p>
        
        <ol>
            <li><a href="#otazka2_1">Mentální retardace, vymezení pojmu, klasifikace, hodnocení (kvalitativní a kvantitativni). V čem spočívá základní rozdíl mezi mentální. retardaci a demencí?</a></li>
            <li><a href="#otazka2_2">Jaké příčiny mohou vést k defektu rozumových schopností a rozvoji mentální retardace?</a></li>
            <li><a href="#otazka2_3">Jaký je význam kvalitativního hodnocení rozumových schopností pro práci s lidmi s mentálním postižením?</a></li>
            <li><a href="#otazka2_4">Charakterizujte možnosti edukace a následné společenské uplatnění jedinců s postižením na úrovni středně těžké mentální retardace.</a></li>
            <li><a href="#otazka2_5">Charakterizujte typické znaky myšleni a řeči lidí s mentálním postižením. Jaké nápadnosti se objevují v jejich chování, jaká je jejich příčina ?</a></li>
            <li><a href="#otazka2_6">Jaké jsou složky a formy výchovné práce, realizované v rámci ústavní péče, jaký je jejich cíl?</a></li>
            <li><a href="#otazka2_7">Jaká jsou specifika práce s jedinci s Downovým syndromem. Možnosti výchovy a vzdělávání. Typické odlišnosti těchto osob ?</a></li>
            <li><a href="#otazka2_8">Autismus a jeho formy (syndromy) etiologie, prevalence v populaci. Obecná charakteristika platná pro všechny jednotlivé syndromy. Jaké jsou principy práce se žáky s toto poruchou? Charakterizujte metodu strukturovaného přístupu</a></li>
            <li><a href="#otazka2_9">Definujte poruchy chování a uveďte obecné znaky jejich nositelů.</a></li>
            <li><a href="#otazka2_10">Jaké faktory mohou zvyšovat pravděpodobnost vzniku a rozvoje poruch chování</a></li>
            <li><a href="#otazka2_11">Jak lze třídit poruchy chování z hlediska závažnosti pro společnost? Charakterizujte analogické znaky jednotlivých kategorií.</a></li>
            <li><a href="#otazka2_12">Definujte syndrom závislosti, popište její symptomy. Jaký je rozdíl mezi škodlivým užíváním a závislostí?</a></li>
            <li><a href="#otazka2_13">Jaké psychologické a sociální faktory mohou zvyšovat pravděpodobnost rozvoje závislosti?</a></li>
            <li><a href="#otazka2_14">Definujte delikventy. Vymezte nejdůležitější biologické a sociální faktory, které zvyšují pravděpodobnost vzniku a rozvoje kriminálního chování.</a></li>
        </ol>
        <br>
        <hr>
               

        <div>
            <h1><strong>1. OTÁZKY KE ZKOUŠCE ZE SPECIÁLNÍ PEDAGOGIKY</strong></h1>
            <hr>
            
            <h2 id="otazka1_1"><strong>1) Vymezte speciální pedagogiku jako vědní obor, její předmět a cíl.</strong></h2>
            <p>Speciální pedagogika (SP – <em>speciální pedagogika</em>) je vědní obor pedagogiky, který se zabývá výchovou, vzděláváním, podporou, diagnostikou a intervencí u osob se zdravotním postižením (ZP – <em>zdravotní postižení</em>), zdravotním znevýhodněním (ZZ – <em>zdravotní znevýhodnění</em>) a sociálním znevýhodněním (SoZ – <em>sociální znevýhodnění</em>).</p>
            <p><strong>Předmět SP:</strong></p>
            <ul>
                <li>
                    <p>zkoumání potřeb žáků se speciálními vzdělávacími potřebami (SVP – <em>speciální vzdělávací potřeby</em>),</p>
                </li>
                <li>
                    <p>vytváření podmínek pro jejich učení, adaptaci a socializaci (proces začleňování do společnosti),</p>
                </li>
                <li>
                    <p>navrhování metod reedukace (RE – <em>reedukace = náprava schopností</em>) a kompenzace (KO – <em>kompenzace = nahrazení funkce</em>).</p>
                </li>
            </ul>
            <p><strong>Cíl SP:</strong></p>
            <ul>
                <li>
                    <p>maximalizovat rozvoj osobnosti jedince v rámci jeho možností,</p>
                </li>
                <li>
                    <p>podpořit jeho nezávislost, soběstačnost a inkluzi (IN – <em>začleňování do běžného prostředí</em>),</p>
                </li>
                <li>
                    <p>odstranit bariéry v přístupu ke vzdělávání a životu.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_2"><strong>2) Současné trendy ve speciální pedagogice + vývoj postojů společnosti.</strong></h2>
            <p><strong>Současné trendy:</strong></p>
            <ul>
                <li>
                    <p><strong>Inkluze (IN)</strong> – společné vzdělávání dětí se SVP a dětí bez znevýhodnění.</p>
                </li>
                <li>
                    <p><strong>Raná péče (RP – <em>program péče pro děti do 7 let</em>)</strong> – čím dříve je zahájena intervence, tím lepší výsledky.</p>
                </li>
                <li>
                    <p><strong>Multidisciplinární spolupráce (MDT)</strong> – spolupráce SP, psychologů, logopedů (LOG – <em>logoped</em>), sociálních pracovníků.</p>
                </li>
                <li>
                    <p><strong>Asistivní technologie (AT – <em>kompenzační pomůcky</em>)</strong> – tablety, komunikátory, software AAC (AAC – <em>alternativní a augmentativní komunikace</em>).</p>
                </li>
                <li>
                    <p><strong>Individualizace výuky (IV)</strong> – přizpůsobení tempa, metod a obsahu.</p>
                </li>
            </ul>
            <p><strong>Vývoj společenských postojů:</strong></p>
            <ul>
                <li>
                    <p>do 19. století – <strong>segregace (SE – oddělování)</strong>, ústavy, izolace, charitativní pojetí,</p>
                </li>
                <li><br>
                    <ol start="20">
                        <li>
                            <p>století – <strong>integrace (IG)</strong> – děti se začleňují, ale jen při splnění podmínek,</p>
                        </li>
                    </ol>
                </li>
                <li>
                    <p>současnost – <strong>inkluzivní společnost</strong>, lidská práva, rovné šance.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_3"><strong>3) Vnitřní členění speciální pedagogiky. Charakteristika disciplín.</strong></h2>
            <p>Speciální pedagogika se člen&iacute; podle typu postižen&iacute;:</p>
            <ol>
                <li>
                    <p><strong>Surdopedie (SPD – <em>pedagogika osob se sluchovým postižením</em>)</strong></p>
                </li>
                <li>
                    <p><strong>Tyflopedie (TPD – <em>pedagogika osob se zrakovým postižením</em>)</strong></p>
                </li>
                <li>
                    <p><strong>Psychopedie (PSP – <em>pedagogika osob s mentálním postižením</em>)</strong></p>
                </li>
                <li>
                    <p><strong>Somatopedie (SMP – <em>pedagogika osob s tělesným postižením</em>)</strong></p>
                </li>
                <li>
                    <p><strong>Logopedie (LOG)</strong> – osoby s narušenou komunikačn&iacute; schopnost&iacute;.</p>
                </li>
                <li>
                    <p><strong>Etopedie (ETP – <em>pedagogika osob s poruchami chování</em>)</strong></p>
                </li>
                <li>
                    <p><strong>Pedagogika osob se sociálním znevýhodněním (SoZ)</strong></p>
                </li>
            </ol>
            <p>Každá disciplína se zabývá diagnostikou, podporou, metodikou učení a kompenzací specifických bariér.</p>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_4"><strong>4) Klasifikace handicapů podle doby vzniku.</strong></h2>
            <p>Handicapy se dělí na:</p>
            <ul>
                <li>
                    <p><strong>prenatální (PN – <em>období před narozením</em>)</strong> – genetick&eacute; vady, infekce matky, už&iacute;v&aacute;n&iacute; alkoholu (FAS – <em>fet&aacute;ln&iacute; alkoholov&yacute; syndrom</em>), l&eacute;ky, oz&aacute;řen&iacute;,</p>
                </li>
                <li>
                    <p><strong>perinatální (PE – <em>při porodu</em>)</strong> – komplikovan&yacute; porod, hypoxie (nedostatek kysl&iacute;ku), n&iacute;zk&aacute; porodn&iacute; hmotnost,</p>
                </li>
                <li>
                    <p><strong>postnatální (PO – <em>po narození</em>)</strong> – &uacute;razy, infekce CNS (centr&aacute;ln&iacute; nervov&aacute; soustava), psychosoci&aacute;ln&iacute; deprivace (PD – <em>nedostatek podnětů</em>).</p>
                </li>
            </ul>
            <p>Rozd&iacute;l:<br>PN po&scaron;kozen&iacute; ovlivňuje v&yacute;voj již v těhotenst&iacute;, PO vznik&aacute; až vlivem prostřed&iacute;.</p>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_5"><strong>5) Poslání speciálně pedagogické diagnostiky + metody.</strong></h2>
            <p>Diagnostika SP slouž&iacute; k pozn&aacute;n&iacute; schopnost&iacute; jedince, př&iacute;čin probl&eacute;mů, jeho potřeb a k n&aacute;vrhu podpůrn&yacute;ch opatřen&iacute; (PO – <em>podpůrná opatření</em>).</p>
            <p><strong>Nejpouž&iacute;vaněj&scaron;&iacute; metody:</strong></p>
            <ul>
                <li>
                    <p>anamn&eacute;za (rozhovor s rodiči),</p>
                </li>
                <li>
                    <p>pozorov&aacute;n&iacute; (OBS),</p>
                </li>
                <li>
                    <p>rozhovor (ROZ),</p>
                </li>
                <li>
                    <p>anal&yacute;za v&yacute;konů,</p>
                </li>
                <li>
                    <p>anal&yacute;za p&iacute;semn&eacute;ho projevu (APP – <strong>patř&iacute; mezi pedagogick&eacute; diagnostick&eacute; metody</strong>),</p>
                </li>
                <li>
                    <p>testy inteligence (WISC – <em>Wechsler Intelligence Scale for Children</em>),</p>
                </li>
                <li>
                    <p>testy &scaron;koln&iacute; zralosti.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_6"><strong>6) Rozdíl mezi reedukac&iacute; a kompenzac&iacute;. Ucelen&aacute; rehabilitace.</strong></h2>
            <p><ul>
                <li>
                    <p><strong>Reedukace (RE)</strong> = náprava narušené funkce (např. čten&iacute; u dyslexie).</p>
                </li>
                <li>
                    <p><strong>Kompenzace (KO)</strong> = náhrada funkce pomoc&iacute; jin&eacute; schopnosti nebo pomůcky (např. čten&iacute; textu softwarem).</p>
                </li>
            </ul>
            <p><strong>Ucelená rehabilitace (UR)</strong> = propojen&iacute;:</p>
            <ul>
                <li>
                    <p>l&eacute;čebn&eacute;,</p>
                </li>
                <li>
                    <p>soci&aacute;ln&iacute;,</p>
                </li>
                <li>
                    <p>pedagogick&eacute;,</p>
                </li>
                <li>
                    <p>pracovn&iacute; rehabilitace.</p>
                </li>
            </ul>
            <p>C&iacute;l: maximalizovat schopnosti jedince, zajistit soběstačnost.</p>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_7"><strong>7) Otázky integrace lidí s postižením.</strong></h2>
            <p>Integrace se t&yacute;k&aacute; přek&aacute;žek:</p>
            <ul>
                <li>
                    <p><strong>materi&aacute;ln&iacute;ch</strong> – bezbari&eacute;rov&eacute; prostřed&iacute;, pomůcky, &uacute;pravy,</p>
                </li>
                <li>
                    <p><strong>technick&yacute;ch</strong> – AT, komunikačn&iacute; zař&iacute;zen&iacute;,</p>
                </li>
                <li>
                    <p><strong>psychick&yacute;ch</strong> – přijet&iacute; vrstevn&iacute;ky, sebevědom&iacute;, motivace,</p>
                </li>
                <li>
                    <p><strong>soci&aacute;ln&iacute;ch</strong> – předsudky, segregace, problematick&aacute; dostupnost služeb.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_8"><strong>8) Speci&aacute;ln&iacute; instituce – př&iacute;klady a charakteristika.</strong></h2>
            <p>Mezi instituce patř&iacute;:</p>
            <ul>
                <li>
                    <p>SPC (speci&aacute;lně pedagogick&eacute; centrum)</p>
                </li>
                <li>
                    <p>PPP (pedagogicko-psychologick&aacute; poradna)</p>
                </li>
                <li>
                    <p>Ran&aacute; p&eacute;če (RP)</p>
                </li>
                <li>
                    <p>Praktick&eacute; &scaron;koly (P&Scaron;)</p>
                </li>
                <li>
                    <p>Diagnostick&eacute; &uacute;stavy (D&Uacute;)</p>
                </li>
                <li>
                    <p>Stacion&aacute;ře (DS – denn&iacute; stacion&aacute;ř)</p>
                </li>
            </ul>
            <p>U každé: poslání, cílová skupina, metody práce (individuální terapie, nácvik, poradenská práce).</p>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_9"><strong>9) Dětsk&aacute; mozkov&aacute; obrna (DMO) – vznik, formy, pr&aacute;ce.</strong></h2>
            <p>DMO (dět. mozkov&aacute; obrna) je neprogresivn&iacute; postižen&iacute; mozku vznikl&eacute; v PN/PE/PO obdob&iacute;.</p>
            <p><strong>Formy:</strong></p>
            <ul>
                <li>
                    <p>spastick&aacute;,</p>
                </li>
                <li>
                    <p>dyskinetick&aacute;,</p>
                </li>
                <li>
                    <p>ataktick&aacute;,</p>
                </li>
                <li>
                    <p>sm&iacute;&scaron;en&aacute;.</p>
                </li>
            </ul>
            <p><strong>Pr&aacute;ce s klientem:</strong></p>
            <ul>
                <li>
                    <p>pravideln&aacute; rehabilitace (Vojtova metoda, Bobath koncept),</p>
                </li>
                <li>
                    <p>n&aacute;cvik soběstačnosti,</p>
                </li>
                <li>
                    <p>&uacute;pravy prostřed&iacute;,</p>
                </li>
                <li>
                    <p>trpěliv&eacute; tempo, kompenzace motorick&yacute;ch obt&iacute;ž&iacute;.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_10"><strong>10) Epilepsie – př&iacute;činy, projevy, pr&aacute;ce.</strong></h2>
            <p>Př&iacute;činy: genetick&eacute; vlivy, &uacute;razy, infekce CNS, metabolick&eacute; poruchy.</p>
            <p>Projevy: absence, křečov&eacute; stavy, poruchy vědom&iacute;.</p>
            <p>Z&aacute;sady pr&aacute;ce:</p>
            <ul>
                <li>
                    <p>klid, neomezov&aacute;n&iacute;, bezpečn&eacute; prostřed&iacute;,</p>
                </li>
                <li>
                    <p>prevence spou&scaron;těčů (stres, blikaj&iacute;c&iacute; světla),</p>
                </li>
                <li>
                    <p>nesahat do &uacute;st při z&aacute;chvatu,</p>
                </li>
                <li>
                    <p>v&eacute;st ž&aacute;ka k sebeř&iacute;zen&iacute;.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_11"><strong>11) Poruchy &scaron;koln&iacute;ch dovednost&iacute; (SPU) + LMD symptomy.</strong></h2>
            <p><strong>SPU (specifick&eacute; poruchy učen&iacute;):</strong> dyslexie, dysgrafie, dysortografie, dyskalkulie.</p>
            <p><strong>Př&iacute;činy:</strong> lehk&aacute; mozkov&aacute; dysfunkce (LMD – <em>neurov&yacute;vojov&aacute; odchylka</em>), genetick&eacute; vlivy.</p>
            <p><strong>Symptomy LMD:</strong></p>
            <ul>
                <li>
                    <p>impulzivita,</p>
                </li>
                <li>
                    <p>nepozornost,</p>
                </li>
                <li>
                    <p>slab&eacute; soustředěn&iacute;,</p>
                </li>
                <li>
                    <p>motorick&aacute; neobratnost.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_12"><strong>12) Nejčastěj&scaron;&iacute; SPU + charakteristika.</strong></h2>
            <p><strong>Př.: Dyslexie</strong> – specifick&aacute; porucha čten&iacute;, obt&iacute;že v dek&oacute;dov&aacute;n&iacute; textu, pomal&eacute; čten&iacute;, z&aacute;měny hl&aacute;sek.</p>
            <p><strong>Formy p&eacute;če:</strong></p>
            <ul>
                <li>
                    <p>reedukace,</p>
                </li>
                <li>
                    <p>IVP (individu&aacute;ln&iacute; vzděl&aacute;vac&iacute; pl&aacute;n),</p>
                </li>
                <li>
                    <p>&uacute;prava hodnocen&iacute; (</p>
                </li>
                <li>
                    <p>pr&aacute;ce asistenta pedagoga (AP – <em>asistent pedagoga</em>).</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>
            <h2 id="otazka1_13"><strong>13) Sociokulturn&iacute; handicap, &scaron;kola, migranti.</strong></h2>
            <p>Probl&eacute;my:</p>
            <ul>
                <li>
                    <p>jazykov&aacute; bari&eacute;ra,</p>
                </li>
                <li>
                    <p>nedostatek podnětů,</p>
                </li>
                <li>
                    <p>jin&eacute; kulturn&iacute; normy,</p>
                </li>
                <li>
                    <p>riziko soci&aacute;ln&iacute; exkluze.</p>
                </li>
            </ul>
            <p>&Scaron;kola by měla využ&iacute;vat:</p>
            <ul>
                <li>
                    <p>interkulturn&iacute; v&yacute;chovu,</p>
                </li>
                <li>
                    <p>asistenta pro ž&aacute;ky s odli&scaron;n&yacute;m mateřsk&yacute;m jazykem (OMJ),</p>
                </li>
                <li>
                    <p>podporu rodiny.</p>
                </li>
            </ul>
            <a href="#otazky_okruh1" class="back-to-top">Zpět na seznam otázek 1. okruhu</a>
            <hr>

            <h1><strong>2. OTÁZKY KE ZKOUŠCE Z PSYCHOPEDIE A ETOPEDIE</strong></h1>
            <hr>
            <h2 id="otazka2_1"><strong>1) Mentální retardace, vymezení pojmu, klasifikace, hodnocení (kvalitativní a kvantitativni). V čem spočívá základní rozdíl mezi mentální. retardaci a demencí?</strong></h2>
            <ul>
                <li>
                    <p><strong>Mentální retardace (MR)</strong> je trvalé (statické) postižení, které vzniká v průběhu vývoje (od početí do 18. roku) a zahrnuje omezení jak v rozumových schopnostech, tak v adaptivním chování.</p>
                </li>
                <li>
                    <p><strong>Demence</strong> je získané (dynamické, progresivní) postižení, které nastává později v životě v důsledku nemoci nebo úrazu a vede k úbytku dříve nabytých intelektových schopností.</p>
                </li>
            </ul>
            <p><strong>Klasifikace MR (podle IQ):</strong></p>
            <ul>
                <li>
                    <p><strong>Lehká MR (IQ 50–69)</strong>: Schopnost učit se základním školním dovednostem. V dospělosti plně soběstačný, potřebuje spíše sociální podporu.</p>
                </li>
                <li>
                    <p><strong>Střední MR (IQ 35–49)</strong>: Učí se základním dovednostem. Potřebuje stálý dohled, ale zvládá jednoduchou manuální práci.</p>
                </li>
                <li>
                    <p><strong>Těžká MR (IQ 20–34)</strong>: Velmi omezené komunikační a pohybové schopnosti. Potřebuje trvalou péči.</p>
                </li>
                <li>
                    <p><strong>Hluboká MR (IQ pod 20)</strong>: Minimální, resp. žádné schopnosti v komunikaci a motorice. Vyžaduje nepřetržitou péči.</p>
                </li>
            </ul>
            <p><strong>Hodnocení:</strong></p>
            <ul>
                <li>
                    <p><strong>Kvantitativní</strong>: Stanovení IQ pomocí standardizovaných testů (např. Wechslerovy škály), určuje stupeň MR.</p>
                </li>
                <li>
                    <p><strong>Kvalitativní (klinicko-psychologické)</strong>: Popisuje <strong>strukturu</strong> osobnosti, adaptivní chování, silné a slabé stránky jedince. Důležité pro tvorbu IVP.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_2"><strong>2) Jaké příčiny mohou vést k defektu rozumových schopností a rozvoji mentální retardace?</strong></h2>
            <p>Příčiny MR jsou děleny dle období vzniku (viz otázka 1.4):</p>
            <ol>
                <li>
                    <p><strong>Prenatální (před narozením) – nejčastější:</strong></p>
                    <ul>
                        <li>
                            <p><strong>Genetické/chromozomální vady</strong>: Downův syndrom, syndrom X křehkého chromozomu.</p>
                        </li>
                        <li>
                            <p><strong>Metabolické poruchy</strong>: Fenylketonurie (PKU).</p>
                        </li>
                        <li>
                            <p><strong>Infekce matky</strong>: Zarděnky, toxoplazmóza, HIV.</p>
                        </li>
                        <li>
                            <p><strong>Teratogeny</strong>: Alkohol a drogy (FAS), některé léky, kouření, radiace.</p>
                        </li>
                    </ul>
                </li>
                <li>
                    <p><strong>Perinatální (při porodu):</strong></p>
                    <ul>
                        <li>
                            <p><strong>Hypoxie</strong>: Nedostatek kyslíku v důsledku komplikovaného porodu, udušení pupečníkem.</p>
                        </li>
                        <li>
                            <p><strong>Předčasný porod</strong>: Nízká porodní hmotnost, nezralost mozku.</p>
                        </li>
                        <li>
                            <p><strong>Mechanické poškození mozku</strong> při komplikovaném porodu.</p>
                        </li>
                    </ul>
                </li>
                <li>
                    <p><strong>Postnatální (po narození) – do 18. roku:</strong></p>
                    <ul>
                        <li>
                            <p><strong>Úrazy hlavy</strong>: Autonehody, pády, syndrom třeseného dítěte.</p>
                        </li>
                        <li>
                            <p><strong>Infekce CNS</strong>: Meningitida (zánět mozkových blan), encefalitida (zánět mozku).</p>
                        </li>
                        <li>
                            <p><strong>Psychosociální deprivace</strong>: Extrémní zanedbávání v raném věku, nedostatek podnětů a lásky.</p>
                        </li>
                    </ul>
                </li>
            </ol>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_3"><strong>3) Jaký je význam kvalitativního hodnocení rozumových schopností pro práci s lidmi s mentálním postižením?</strong></h2>
            <p>Kvalitativní hodnocení (QHA) je pro práci s jedinci s MR klíčové, protože:</p>
            <ul>
                <li>
                    <p><strong>Odhaluje funkční schopnosti</strong>: Zatímco IQ (kvantitativní hodnocení) ukazuje stupeň postižení, QHA se zaměřuje na to, co jedinec <strong>opravdu dokáže</strong>, bez ohledu na výsledky standardních testů (např. zda dokáže rozpoznat tváře, používat tablet, udržovat hygienu).</p>
                </li>
                <li>
                    <p><strong>Určuje potřeby podpory</strong>: Zjišťuje úroveň adaptivního chování (sociální, komunikační a praktické dovednosti), což je nezbytné pro stanovení míry podpory (AP – <em>asistent pedagoga</em>, potřeba stacionáře, pomoc v domácnosti).</p>
                </li>
                <li>
                    <p><strong>Pomáhá tvořit Individualizovaný Vzdělávací Plán (IVP)</strong>: Umožňuje přizpůsobit metody výuky a cíle přesně na míru schopností a zájmů jedince, nikoli pouze na základě číselného IQ.</p>
                </li>
                <li>
                    <p><strong>Identifikuje silné stránky a motivaci</strong>: Odhaluje oblasti, ve kterých jedinec vyniká (např. hudební cítění, motorické dovednosti, dobrá paměť) a které mohou sloužit jako základ pro učení a uplatnění v dospělosti.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_4"><strong>4) Charakterizujte možnosti edukace a následné společenské uplatnění jedinců s postižením na úrovni středně těžké mentální retardace.</strong></h2>
            <p><strong>Střední mentální retardace (SMR)</strong> je charakterizována IQ v rozmezí 35–49. Tito jedinci jsou schopni osvojit si základní dovednosti, ale vyžadují značnou podporu po celý život.</p>
            <p><strong>Edukace:</strong></p>
            <ul>
                <li>
                    <p><strong>Základní vzdělávání</strong>: Probíhá obvykle v <strong>základní škole speciální</strong> (dříve zvláštní škola) nebo v individuální integraci se značnou podporou asistenta pedagoga a individuálním plánem (IVP).</p>
                </li>
                <li>
                    <p><strong>Obsah výuky</strong>: Zaměřuje se na <strong>praktické dovednosti</strong> pro každodenní život – nácvik sebeobsluhy (hygiena, oblékání, stolování), sociální dovednosti, funkční čtení (rozpoznání piktogramů a krátkých nápisů) a základy počítání (peníze, čas).</p>
                </li>
                <li>
                    <p><strong>Pokračující vzdělávání</strong>: Po dokončení základní školy speciální mohou pokračovat ve vzdělávání na <strong>praktické škole</strong> (jednoletá nebo dvouletá), která rozvíjí manuální a pracovní návyky (kuchyňské práce, zahradnictví).</p>
                </li>
            </ul>
            <p><strong>Společenské uplatnění:</strong></p>
            <ul>
                <li>
                    <p><strong>Pracovní uplatnění</strong>: Často ve <strong>chráněných dílnách</strong> nebo s podporou v rámci <strong>podporovaného zaměstnávání</strong> (s asistentem). Jedná se o jednoduché, rutinní a manuální práce. Bez podpory je uplatnění obtížné.</p>
                </li>
                <li>
                    <p><strong>Bydlení</strong>: Vyžadují dohled, ale mohou žít v <strong>podporovaném bydlení</strong> nebo s rodinou. Jsou schopni vykonávat jednoduché domácí práce s pravidelným dohledem.</p>
                </li>
                <li>
                    <p><strong>Soběstačnost</strong>: Dokážou se naučit základní sebeobsluze, ale potřebují trvalou podporu při složitějších rozhodnutích, financích a v krizových situacích. Jsou <strong>částečně soběstační</strong>.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_5"><strong>5) Charakterizujte typické znaky myšleni a řeči lidí s mentálním postižením. Jaké nápadnosti se objevují v jejich chování, jaká je jejich příčina ?</strong></h2>
            <p><strong>Myšlení:</strong></p>
            <ul>
                <li>
                    <p><strong>Konkrétnost</strong>: Obtížné abstraktní myšlení, chápou věci doslova. Problémy s pojmy jako "svoboda", "čest", "budoucnost".</p>
                </li>
                <li>
                    <p><strong>Pomalost a strnulost</strong>: Pomalé tempo myšlení, obtížné přepínání mezi úkoly (perseverace).</p>
                </li>
                <li>
                    <p><strong>Nižší úroveň generalizace</strong>: Neschopnost přenášet poznatky z jedné situace do druhé (naučí se zavázat tkaničku na jedné botě, ale na druhé to nedokážou).</p>
                </li>
                <li>
                    <p><strong>Omezený rozsah paměti</strong>: Zejména logická, verbální a krátkodobá paměť bývá slabší.</p>
                </li>
            </ul>
            <p><strong>Řeč:</strong></p>
            <ul>
                <li>
                    <p><strong>Opožděný vývoj</strong>: Řeč se vyvíjí pomaleji a dosahuje nižší úrovně než u intaktních vrstevníků.</p>
                </li>
                <li>
                    <p><strong>Slabá slovní zásoba</strong>: Často používají jednoduché, konkrétní výrazy.</p>
                </li>
                <li>
                    <p><strong>Artikulační vady</strong>: Časté vady výslovnosti (dyslalie).</p>
                </li>
                <li>
                    <p><strong>Echolalie</strong>: Opakování slyšených slov nebo frází bez pochopení (časté u těžších forem).</p>
                </li>
            </ul>
            <p><strong>Nápadnosti v chování (a jejich příčina):</strong></p>
            <ul>
                <li>
                    <p><strong>Vyšší sugestibilita</strong> (lehká ovlivnitelnost): Z důvodu nižší schopnosti kritického myšlení a nezkušenosti s komplexními sociálními situacemi. Často jsou <strong>obětí</strong> zneužití.</p>
                </li>
                <li>
                    <p><strong>Nižší frustrační tolerance</strong>: Neschopnost zvládat neúspěch nebo odklad uspokojení potřeby. Vede k výbuchům vzteku nebo apatii.</p>
                </li>
                <li>
                    <p><strong>Stereotypie/ritualizované chování</strong>: Opakování stejných pohybů nebo rituálů (např. houpání, točení), které slouží k <strong>sebestimulaci a snížení úzkosti</strong> ve stresovém prostředí. Příčina je neurologická, ale také jako reakce na deprivaci.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_6"><strong>6) Jaké jsou složky a formy výchovné práce, realizované v rámci ústavní péče, jaký je jejich cíl?</strong></h2>
            <p>Výchovná práce v ústavní péči (např. Dětské domovy, Diagnostické ústavy, Domovy se zvláštním režimem) má za cíl <strong>integraci, socializaci, kompenzaci deprivace a přípravu na samostatný život</strong>.</p>
            <p><strong>Hlavní složky (oblasti výchovy):</strong></p>
            <ul>
                <li>
                    <p><strong>Vzdělávací složka</strong>: Zajištění docházky, doučování, kompenzace zanedbání, pomoc s IVP. Cíl: <strong>Dohánění zameškaného učiva</strong>a dokončení vzdělání.</strong></p>
                </li>
                <li>
                    <p><strong>Pracovní a sebeobslužná složka</strong>: Nácvik každodenních praktických dovedností – úklid, vaření, praní, hospodaření s penězi. Cíl: <strong>Maximalizace soběstačnosti</strong> pro budoucí samostatný život.</p>
                </li>
                <li>
                    <p><strong>Terapeutická a zdravotní složka</strong>: Zajištění psychologické, logopedické, etopedické nebo psychiatrické péče. Využití arteterapie, muzikoterapie. Cíl: <strong>Zpracování traumat</strong>, léčba poruch chování a psychických obtíží.</p>
                </li>
                <li>
                    <p><strong>Sociální a emocionální složka</strong>: Nácvik sociálních dovedností, zvládání emocí, budování zdravých vztahů a přiměřeného trávení volného času. Cíl: <strong>Resocializace</strong> a prevence recidivy problémového chování.</p>
                </li>
            </ul>
            <p><strong>Formy výchovné práce:</strong></p>
            <ul>
                <li>
                    <p><strong>Individuální práce</strong>: Terapie, rozhovory, individuální doučování, plánování budoucnosti.</p>
                </li>
                <li>
                    <p><strong>Skupinová práce</strong>: Skupinové terapie, komunitní kruhy, sportovní a volnočasové aktivity, kde se učí spolupráci.</p>
                </li>
                <li>
                    <p><strong>Režimové a behaviorální přístupy</strong>: Jasná pravidla, denní režim, systém odměn a trestů, které pomáhají strukturovat prostředí a poskytují jistotu (často v etopedických zařízeních).</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_7"><strong>7) Jaká jsou specifika práce s jedinci s Downovým syndromem. Možnosti výchovy a vzdělávání. Typické odlišnosti těchto osob ?</strong></h2>
            <p><strong>Downův syndrom (DS)</strong> je genetická vada způsobená trizomií 21. chromozomu. Je to nejčastější chromozomální příčina mentální retardace (lehké až střední).</p>
            <p><strong>Typické odlišnosti (Kombinace tělesných a psychických znaků):</strong></p>
            <ul>
                <li>
                    <p><strong>Tělesné znaky</strong>: Šikmé oční štěrbiny, malé ústa, velký jazyk, kratší končetiny, snížený svalový tonus (hypotonie), zvýšené riziko srdečních vad a problémů se štítnou žlázou.</p>
                </li>
                <li>
                    <p><strong>Kognitivní a vývojové znaky</strong>: Opožděný psychomotorický vývoj a MR. Relativně silná <strong>vizuální paměť</strong> a sociální vřelost. Slabší bývá <strong>sluchová paměť</strong> a gramatické dovednosti.</p>
                </li>
                <li>
                    <p><strong>Osobnostní rysy</strong>: Často bývají <strong>emocionálně vřelí, společenští, s dobrou náladou</strong>, ale také tvrdohlaví, s potřebou rituálů a silnou fixací na známé prostředí.</p>
                </li>
            </ul>
            <p><strong>Specifika práce a edukace:</strong></p>
            <ul>
                <li>
                    <p><strong>Raná péče</strong>: Nutná včasná logopedická a fyzioterapeutická péče kvůli hypotonii a řečovým obtížím.</p>
                </li>
                <li>
                    <p><strong>Využití vizuálních pomůcek</strong>: Vzhledem k silné vizuální paměti je ideální používat piktogramy, obrázky, fotografie a znaky <strong>makatonu</strong> pro podporu komunikace.</p>
                </li>
                <li>
                    <p><strong>Sociální učení</strong>: Snadno se učí nápodobou, je dobré je začleňovat do sociálních situací (kluby, kroužky) kvůli nácviku sociálních dovedností.</p>
                </li>
                <li>
                    <p><strong>Pomalé tempo a opakování</strong>: Vyžadují trpělivost, důslednost, časté opakování a rozdělení úkolů na menší kroky.</p>
                </li>
                <li>
                    <p><strong>Vzdělávání</strong>: Možná je integrace s AP na ZŠ, v mnoha případech probíhá v <strong>Základní škole speciální</strong> nebo na <strong>praktické škole</strong>. Cílem je samostatnost v sebeobsluze a možnost práce v chráněné dílně.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_8"><strong>8) Autismus a jeho formy (syndromy) etiologie, prevalence v populaci. Obecná charakteristika platná pro všechny jednotlivé syndromy. Jaké jsou principy práce se žáky s toto poruchou? Charakterizujte metodu strukturovaného přístupu</strong></h2>
            <p><strong>Autismus (Poruchy autistického spektra – PAS):</strong> Jde o neurovývojovou poruchu, která se projevuje od raného dětství a přetrvává po celý život. Postihuje oblast komunikace, sociální interakce a flexibilitu myšlení.</p>
            <p><strong>Formy (dříve syndromy) – Dnes se hovoří o PAS s různými úrovněmi podpory:</strong></p>
            <ul>
                <li>
                    <p><strong>Dětský autismus</strong> (klasický autismus – závažnější symptomy, často spojen s MR a absencí řeči).</p>
                </li>
                <li>
                    <p><strong>Aspergerův syndrom</strong> (dnes PAS bez mentálního postižení – zachovaná nebo nadprůměrná inteligence, dobrá řeč, ale velké problémy v sociální interakci a komunikaci).</p>
                </li>
                <li>
                    <p><strong>Atypický autismus</strong> (nesplňuje všechny diagnostická kritéria pro klasický autismus).</p>
                </li>
            </ul>
            <p><strong>Etiologie a prevalence:</strong></p>
            <ul>
                <li>
                    <p><strong>Etiologie</strong> (příčina): Předpokládá se kombinace genetických (vysoká dědičnost) a neurobiologických faktorů (odlišná struktura a funkce mozku). <strong>Nejnovější výzkumy vylučují</strong> vliv očkování nebo špatné výchovy.</p>
                </li>
                <li>
                    <p><strong>Prevalence</strong>: Dle WHO je odhad 1 z 160 dětí (často se uvádí i 1 z 68). <strong>4x častější</strong> u chlapců.</p>
                </li>
            </ul>
            <p><strong>Obecná charakteristika – „Triáda obtíží“ (dnes „Dyáda“ podle DSM-5):</strong></p>
            <ol>
                <li>
                    <p><strong>Kvalitativní narušení sociální interakce</strong>: Obtíže v navazování a udržování vztahů, nezájem o sociální kontext, chybějící sdílení radosti.</p>
                </li>
                <li>
                    <p><strong>Kvalitativní narušení komunikace</strong>: Opožděný nebo chybějící vývoj řeči, <strong>doslovné chápání řeči</strong>, obtíže v porozumění nonverbální komunikaci (mimika, gesta).</p>
                </li>
                <li>
                    <p><strong>Omezené, opakující se a stereotypní vzorce chování, zájmy a aktivity</strong>: Fixace na neobvyklé zájmy (např. jízdní řády, vysavače), rituály, <strong>stereotypní pohyby</strong> (mávání rukama), silná <strong>neochota ke změnám</strong>.</p>
                </li>
            </ol>
            <p><strong>Principy práce se žáky s PAS:</strong></p>
            <ul>
                <li>
                    <p><strong>Struktura a předvídatelnost</strong>: Poskytovat pevný, neměnný denní režim a jasně vymezené prostory. Změny je nutné oznámit předem.</p>
                </li>
                <li>
                    <p><strong>Vizualizace</strong>: Používání piktogramů a vizuálních rozvrhů (kdo, co, kdy) pro lepší pochopení sledu událostí a snížení úzkosti.</p>
                </li>
                <li>
                    <p><strong>Individuální přístup</strong>: Zohlednění hypersenzitivity/hyposenzitivity (zvýšená/snížená citlivost na podněty – např. hluk). Využití speciálních zájmů k motivaci.</p>
                </li>
            </ul>
            <p><strong>Metoda Strukturovaného Učení (TEACCH):</strong></p>
            <ul>
                <li>
                    <p>Jde o komplexní přístup zaměřený na <strong>strukturu</strong>, která jedinci s PAS pomáhá orientovat se ve světě. Využívá silnou vizuální paměť a potřebu řádu.</p>
                </li>
                <li>
                    <p><strong>Klíčové prvky</strong>: <strong>Fyzická struktura</strong> (jasné vymezení prostoru – jídelna, koutek pro práci), <strong>denní režim</strong> (vizuální rozvrh aktivit), <strong>systém práce</strong> (co má dělat, jak dlouho, co přijde po dokončení). Cílem je, aby jedinec věděl: <strong>co, kdy, kde, jak dlouho a co bude následovat</strong>.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_9"><strong>9) Definujte poruchy chování a uveďte obecné znaky jejich nositelů.</strong></h2>
            <p><strong>Definice Poruch chování (PCH):</strong> Jsou to takové formy chování, které <strong>dlouhodobě porušují společenské normy</strong> a pravidla (školní, rodinná, právní) a významně <strong>negativně zasahují do života</strong> jedince a jeho okolí. Nejedná se o jednorázový projev, ale o trvalý vzorec chování.</p>
            <p><strong>Obecné znaky nositelů PCH:</strong></p>
            <ul>
                <li>
                    <p><strong>Egoismus a egocentrismus</strong>: Zaměřenost na vlastní prospěch, neberou ohled na potřeby a práva druhých.</p>
                </li>
                <li>
                    <p><strong>Nízká frustrační tolerance</strong>: Neschopnost zvládat neúspěch, kritiku nebo odklad uspokojení potřeby. Rychlé propuknutí agresivity nebo vzteku.</p>
                </li>
                <li>
                    <p><strong>Emoční labilita</strong>: Výrazné a rychlé střídání nálad, impulzivita (jednání bez uvážení následků).</p>
                </li>
                <li>
                    <p><strong>Nedostatečný pocit viny/výčitek svědomí</strong>: Chybí empatie a lítost nad činy, které někomu ublížily (zejména u závažnějších poruch).</p>
                </li>
                <li>
                    <p><strong>Verbální nebo fyzická agresivita</strong>: Šikana, napadání vrstevníků, ničení majetku, vzdorovitost vůči autoritám.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_10"><strong>10) Jaké faktory mohou zvyšovat pravděpodobnost vzniku a rozvoje poruch chování</strong></h2>
            <p>Příčiny PCH jsou multifaktoriální, tedy způsobené souhrou více faktorů:</p>
            <p><strong>Biologické a psychologické faktory:</strong></p>
            <ul>
                <li>
                    <p><strong>Genetická dispozice</strong>: Dědičnost temperamentu, impulzivity.</p>
                </li>
                <li>
                    <p><strong>Poškození CNS</strong>: Perinatální komplikace, úrazy, které ovlivňují fungování čelního laloku (oblast pro kontrolu impulzů).</p>
                </li>
                <li>
                    <p><strong>Poruchy psychického vývoje</strong>: ADHD (porucha pozornosti s hyperaktivitou), které je častým prekurzorem PCH.</p>
                </li>
            </ul>
            <p><strong>Sociální a environmentální faktory (nejčastější):</strong></p>
            <ul>
                <li>
                    <p><strong>Rodinné prostředí (nejdůležitější)</strong>: <strong>Narušené vztahy v rodině</strong> (rozvody, konflikty), <strong>nedůsledná výchova</strong> (střídání přísnosti a lhostejnosti), <strong>model asociálního chování</strong> u rodičů (alkoholismus, kriminalita).</p>
                </li>
                <li>
                    <p><strong>Sociální znevýhodnění</strong>: Špatná ekonomická situace, nízký sociální status, život v sociálně patologickém prostředí.</p>
                </li>
                <li>
                    <p><strong>Školní prostředí</strong>: <strong>Špatné vztahy s učiteli</strong>, neúspěch ve škole (který vede k záškoláctví a poruchám), <strong>šikana</strong> (oběť šikany se může stát agresorem).</p>
                </li>
                <li>
                    <p><strong>Vliv vrstevníků</strong>: Přidání se k negativně orientovaným skupinám, které podporují rizikové chování.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_11"><strong>11) Jak lze třídit poruchy chování z hlediska závažnosti pro společnost? Charakterizujte analogické znaky jednotlivých kategorií.</strong></h2>
            <p>Poruchy chování se v etopedii dělí podle závažnosti porušení společenských norem a pravidel, přičemž každá kategorie má své analogické (podobné) znaky:</p>
            <ol>
                <li>
                    <p><strong>Disociální chování (Nejmenší závažnost)</strong></p>
                    <ul>
                        <li>
                            <p><strong>Znaky</strong>: Nepřiměřený vzdor, neposlušnost, lhaní, mírné záškoláctví, vulgární mluva. V podstatě jde o <strong>porušení morálních a výchovných norem</strong> bez přímého poškození druhé osoby.</p>
                        </li>
                        <li>
                            <p><strong>Analogické znaky</strong>: Jde o <strong>reakci na chybnou výchovu</strong> nebo na krizi dospívání. Problém je primárně v rodině nebo ve škole.</p>
                        </li>
                    </ul>
                </li>
                <li>
                    <p><strong>Asociální chování (Střední závažnost)</strong></p>
                    <ul>
                        <li>
                            <p><strong>Znaky</strong>: Agresivita, šikana, toulání, závažné a opakované záškoláctví, <strong>experimentování s drogami</strong>, krádeže menšího rozsahu, útěky z domova. Porušuje se <strong>morální a právní norma</strong> (přestupky).</p>
                        </li>
                        <li>
                            <p><strong>Analogické znaky</strong>: <strong>Neuznávání autorit</strong> a ignorování společenských pravidel. Jedinec je ohrožen rizikem pro sebe a pro své okolí (např. v partě).</p>
                        </li>
                    </ul>
                </li>
                <li>
                    <p><strong>Antisociální chování (Nejzávažnější – sociální deviace)</strong></p>
                    <ul>
                        <li>
                            <p><strong>Znaky</strong>: <strong>Trestné činy</strong> (loupeže, násilí, sexuální delikty, závažné poškozování majetku, závažná toxikomanie). Jedinec opakovaně a vědomě porušuje <strong>právní normy</strong> a je v rozporu se zákonem.</p>
                        </li>
                        <li>
                            <p><strong>Analogické znaky</strong>: Závažné a trvalé <strong>poškození druhých osob</strong>, často spojené s nedostatkem empatie a svědomí (psychopatie/sociopatie). V řešení jsou <strong>Diagnostické ústavy</strong> a vězení pro mladistvé.</p>
                        </li>
                    </ul>
                </li>
            </ol>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_12"><strong>12) Definujte syndrom závislosti, popište její symptomy. Jaký je rozdíl mezi škodlivým užíváním a závislostí?</strong></h2>
            <p><strong>Syndrom závislosti:</strong> Je to skupina fyziologických, behaviorálních a kognitivních fenoménů, kdy užívání psychoaktivní látky nebo určité aktivity (hazard, internet) nabývá u jedince <strong>vyšší priority</strong> než jiné formy chování, které měly dříve vyšší hodnotu.</p>
            <p><strong>Klíčové symptomy závislosti (doporučené WHO/DSM-5 – pro stanovení diagnózy je nutná přítomnost alespoň 3 z následujících po dobu 1 měsíce):</strong></p>
            <ul>
                <li>
                    <p><strong>Silná touha nebo nutkání</strong> (craving) látku/aktivitu užít.</p>
                </li>
                <li>
                    <p><strong>Potíže v kontrole</strong>: Neschopnost kontrolovat množství, čas nebo ukončení užívání.</p>
                </li>
                <li>
                    <p><strong>Odvykací stav</strong>: Tělesné a/nebo psychické potíže, které nastanou po přerušení nebo snížení dávky (např. třes, úzkost, nevolnost).</p>
                </li>
                <li>
                    <p><strong>Tolerance</strong>: Potřeba <strong>zvyšovat dávku</strong> k dosažení původního účinku.</p>
                </li>
                <li>
                    <p><strong>Zanedbávání zájmů</strong>: Kvůli užívání zanedbává dřívější záliby, práci, rodinu.</p>
                </li>
                <li>
                    <p><strong>Pokračování v užívání i přes poškození</strong>: Vědomí, že látka působí zdravotní nebo sociální problémy, ale přesto pokračuje v užívání.</p>
                </li>
            </ul>
            <p><strong>Rozdíl mezi škodlivým užíváním a závislostí:</strong></p>
            <ul>
                <li>
                    <p><strong>Škodlivé užívání (harmful use)</strong>: Znamená, že užívání látky již <strong>způsobuje fyzické nebo psychické poškození</strong> (např. problémy s játry, deprese), ale <strong>ještě se nerozvinuly příznaky tolerance a odvykacího stavu</strong> (tedy plný syndrom závislosti).</p>
                </li>
                <li>
                    <p><strong>Závislost</strong>: Zahrnuje jak poškození, tak především rozvoj <strong>fyzické a/nebo psychické závislosti</strong>, kde dominují symptomy jako <strong>craving, tolerance a odvykací stav</strong>.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_13"><strong>13) Jaké psychologické a sociální faktory mohou zvyšovat pravděpodobnost rozvoje závislosti?</strong></h2>
            <p>Stejně jako u poruch chování, i u závislosti se uplatňuje mnoho faktorů:</p>
            <p><strong>Psychologické faktory:</strong></p>
            <ul>
                <li>
                    <p><strong>Osobnostní rysy</strong>: Impulzivita, neschopnost snášet nudu, <strong>vyhledávání silných zážitků</strong> (senzitivní craving).</p>
                </li>
                <li>
                    <p><strong>Nízké sebevědomí a úzkost</strong>: Užívání jako forma <strong>sebemedikace</strong> (snaha utišit vnitřní nepohodu, úzkost nebo deprese).</p>
                </li>
                <li>
                    <p><strong>Nezralost a nízká frustrační tolerance</strong>: Neschopnost řešit problémy, útěk od reality a náročné situace pomocí látky.</p>
                </li>
                <li>
                    <p><strong>Duální diagnóza</strong>: Přítomnost jiného psychického onemocnění (deprese, úzkostné poruchy, schizofrenie, PCH), které výrazně zvyšuje riziko závislosti.</p>
                </li>
            </ul>
            <p><strong>Sociální faktory:</strong></p>
            <ul>
                <li>
                    <p><strong>Rodinné prostředí</strong>: <strong>Problémové vzory</strong> (alkoholismus rodičů, užívání drog), <strong>rozpad rodiny</strong>, nedostatek dohledu nebo extrémní zanedbávání.</p>
                </li>
                <li>
                    <p><strong>Vliv vrstevníků</strong>: Přidání se k partě, kde je užívání <strong>normou</strong> a podmínkou přijetí (silná socializační role).</p>
                </li>
                <li>
                    <p><strong>Dostupnost látky</strong>: Snadný přístup k alkoholu, cigaretám nebo lékům.</p>
                </li>
                <li>
                    <p><strong>Kulturní a společenské normy</strong>: Přijímání užívání alkoholu (často i jiných látek) společností jako součást rituálů (např. oslavy).</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
            <hr>
            <h2 id="otazka2_14"><strong>14) Definujte delikventy. Vymezte nejdůležitější biologické a sociální faktory, které zvyšují pravděpodobnost vzniku a rozvoje kriminálního chování.</strong></h2>
            <p><strong>Delikvent (Kriminální chování):</strong> Jde o jedince, který se dopustil činu, který je <strong>klasifikován jako trestný čin</strong> (v případě dospělých) nebo <strong>čin jinak trestný</strong> (v případě dětí mladších 15 let). Jedná se o nejzávažnější formu antisociálního chování.</p>
            <p><strong>Nejdůležitější faktory (Etiologie kriminálního chování):</strong></p>
            <p><strong>Biologické faktory:</strong></p>
            <ul>
                <li>
                    <p><strong>Neurobiologické dispozice</strong>: Poškození mozku v oblasti <strong>čelního laloku</strong> (regulace impulzů, empatie, plánování), které vede k impulzivitě a nízké schopnosti předvídat důsledky.</p>
                </li>
                <li>
                    <p><strong>Genetická dispozice</strong>: Vyšší pravděpodobnost PCH/kriminality u dětí, jejichž biologičtí rodiče měli antisociální problémy (neplatí absolutně, ale zvyšuje riziko).</p>
                </li>
                <li>
                    <p><strong>Psychopatie</strong>: Přítomnost znaků jako <strong>nedostatek empatie, manipulace, absence výčitek svědomí</strong>. Jde o extrémní formu PCH.</p>
                </li>
            </ul>
            <p><strong>Sociální faktory (opět nejdůležitější):</strong></p>
            <ul>
                <li>
                    <p><strong>Rodinné prostředí</strong>: <strong>Kriminální vzory v rodině</strong> (rodiče ve vězení), <strong>rozbitá rodina</strong> (zejména absence otcovské role), <strong>zanedbávání, týrání, emocionální deprivace</strong> v raném dětství.</p>
                </li>
                <li>
                    <p><strong>Teorie sociální dezorganizace</strong>: Život v chudé, segregované čtvrti s vysokou kriminalitou, kde je <strong>nedostatek sociální kontroly</strong> (škola, policie) a slabé sociální vazby.</p>
                </li>
                <li>
                    <p><strong>Vliv negativní party</strong>: Převzetí norem a hodnot asociální nebo kriminální skupiny, která poskytuje pocity sounáležitosti a uznání, které jedinec nezískal v rodině.</p>
                </li>
                <li>
                    <p><strong>Školní neúspěch a selhání</strong>: Rané a trvalé školní selhání vede k <strong>vyloučení ze vzdělávacího systému</strong> a k orientaci na alternativní (kriminální) životní dráhu.</p>
                </li>
            </ul>
            <a href="#otazky_okruh2" class="back-to-top">Zpět na seznam otázek 2. okruhu</a>
        </div>
    </div>
</body>
</html>
